; MSETUP4 string table
[STRING]
CHARSET="129"
FONTNAME="굴림"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="다른 사용자가 사용하고 있으므로 이 소프트웨어를 시작할 수 없습니다."
MSE1="시스템을 다시 시작할 수 없습니다. 현재 실행 중인 설치 프로그램 또는 어플리케이션 소프트웨어를 닫으십시오. 그런 다음 Canon 설치 프로그램을 종료하고 다시 시도하십시오."
MSE2="이 프로그램은 현재 운영 체제에서 사용할 수 없습니다."
MSE3="이 소프트웨어를 설치하려면 반드시 관리자 계정으로 로그온해야 합니다.\n[확인]을 클릭하고 CD-ROM을 제거하여 설치를 중단합니다.\n설치를 중단한 후 관리자 계정으로 로그온한 다음 CD-ROM을 다시 넣습니다."
MSE3_Mac="이 소프트웨어를 시작하려면 관리자 계정으로 로그인하십시오."
MSE31_Mac="이 소프트웨어를 설치하려면 관리자의 사용자 이름과 암호가 필요합니다."
MSE4="선택한 파일을 표시하려면 적합한 어플리케이션이 필요합니다."
MSE5="%D% 드라이브에 공간이 부족합니다. 이 소프트웨어를 설치하려면 %S%M 바이트가 필요합니다."
MSE6="지정된 폴더가 무효입니다. 로컬 하드 디스크 드라이브에 위치한 쓰기 가능한 폴더를 지정합니다."
MSE7="화면 해상도가 낮으므로 프로그램을 시작할 수 없습니다. 해상도를 800x600 픽셀 이상으로 변경한 다음 조작을 다시 실행합니다.\n태블릿 PC에 설치할 때에는 화면 방향을 가로 모드로 설정한 다음 조작을 실행합니다."
MSE7_Mac="화면 해상도가 낮아서 프로그램을 시작할 수 없습니다. 해상도를 800x600 픽셀 이상으로 변경한 다음 조작을 다시 실행하십시오."
MSE8="CD-ROM 드라이브에 CD-ROM이 없습니다.\n드라이브에 CD-ROM을 다시 넣으십시오."
MSE9="파일 이름에 다음 문자가 올 수 없습니다. \n/ , ; * ? \\" < > |"
MSE10="지정한 경로 이름이 제한을 초과했습니다. 150자 이내로 경로 이름을 지정하십시오."
MSE11="지정한 경로 이름에 드라이브 문자가 포함되지 않았거나 경로가 상대 경로로 지정되었습니다. 절대 경로를 지정하십시오."
MSE12="[쉬운 설치]는 현재 운영 체제에서 사용할 수 없습니다."
MSE15="이 프로그램은 Windows 2000 Service Pack 4 이상의 운영 체제에서 실행할 수 있습니다. 사용하는 운영 체제가 Service Pack 4 이하라면 Windows 2000을 Service Pack 4 이상으로 업데이트하고 조작을 다시 실행하십시오."
MSE16="파일을 열 수 없습니다."
MSE17="이 프로그램은 Windows XP Service Pack 2 이상의 운영 체제에서 실행할 수 있습니다. 사용하는 운영 체제가 Service Pack 2 이하라면 Windows XP를 Service Pack 2 이상으로 업데이트하고 조작을 다시 실행하십시오."
MSE18="이 프로그램은 Windows XP를 사용하는 경우 Windows XP Service Pack 3 이상의 운영 체제에서 실행할 수 있습니다. Windows XP를 Service Pack 3 이상으로 업데이트하고 다시 시도하십시오."
MSE19="이 프로그램은 Windows Vista를 사용하는 경우 Windows Vista Service Pack 1 이상의 운영 체제에서 실행할 수 있습니다. Windows Vista를 Service Pack 1 이상으로 업데이트하고 다시 시도하십시오."
MSE20="이 프로그램은 Windows Vista를 사용하는 경우 Windows Vista Service Pack 2 이상의 운영 체제에서 실행할 수 있습니다. Windows Vista를 Service Pack 2 이상으로 업데이트하고 다시 시도하십시오."

MSW1="시스템에 이 파일의 이전 버전이 있기 때문에 파일을 업데이트했습니다. 업데이트를 완료하려면 시스템을 다시 시작합니다. [확인]을 클릭하여 시스템을 다시 시작하십시오. 시스템을 다시 시작한 후 이 소프트웨어가 자동으로 다시 시작됩니다."
MSW2="폴더\n\"%P%\"\n이(가) 존재하지 않습니다. 새 폴더를 만드시겠습니까?"
MSW3="OS 버전에 따라 설치가 올바르게 완료되지 않을 수 있습니다. [최신 정보 확인]을 클릭하여 Canon 웹 사이트에 액세스하고 최신 정보를 확인합니다.\n\n최신 정보를 확인한 후, [설치 계속]을 클릭하여 설치를 계속합니다. [설치 취소]를 클릭하여 설치를 취소합니다."
MSW4="사용 중인 운영 체제를 지원하는 최신 소프트웨어를 사용할 수 있습니다. 최신 소프트웨어를 사용할 것을 권장합니다. Canon 웹 사이트에 액세스하여 소프트웨어를 다운로드하려면 [최신 정보 확인]을 클릭합니다.\n설치를 계속하려면 [승인]을 클릭합니다. 이 프로그램을 종료하려면 [취소]를 클릭합니다."

MSM0001="확인"
MSM0002="취소"
MSM0003="예"
MSM0004="아니요"
MSM0005="뒤로"
MSM0006="다음"
MSM0007="계속"
MSM0008="중단"
MSM0009="끝내기"
MSM0010="설치"
MSM0011="도움말"
MSM0012="모두 선택"
MSM0013="모두 지우기"
MSM0014="최신 정보 확인"
MSM0015="설치 계속"
MSM0016="설치 취소"
MSM0017="언어"
MSM0018="기본값"
MSM0019="건너뛰기"
MSM0020="처음으로 돌아가기"

MSM0101="에러"
MSM0102="경고"
MSM0103="정보"
MSM0104="Canon"

MSM1001="언어 선택"
MSM1002="이 프로그램에서 사용할 언어를 선택하고 [다음]을 클릭합니다."
MSM1003="이 프로그램에서 사용할 언어를 선택하고 [뒤로]를 클릭합니다."

MSM1011="도우미 도구 설치를 시작합니다. 설정 작업에는 도우미 도구가 필요합니다."

MSM1021="정보 가져오는 중"
MSM1022="최신 드라이버와 소프트웨어에 대한 정보를 가져오는 중입니다. 기다려 주십시오."
MSM1023="이 소프트웨어는 인터넷 액세스를 위해 키 집합에 저장된 정보를 얻습니다.\n'키 집합에 대한 액세스 확인' 대화 상자가 나타나면 [항상 허용]을 클릭하십시오."

MSM1031="정보 가져오기 에러"
MSM1032="드라이버와 소프트웨어에 대한 정보를 가져오는 데 실패했습니다. 네트워크 연결을 확인하고 다시 시도하십시오."

MSM1051="프린터 선택"
MSM1052="스캐너 선택"
MSM1053="설치하려는 프린터를 선택하고 [다음]을 클릭합니다."
MSM1054="설치하려는 스캐너를 선택하고 [다음]을 클릭합니다."

MSM1101="사용자의 거주지 선택"
MSM1102="사용자의 거주지를 선택하고 [다음]을 클릭합니다."
MSM1103="미국, 캐나다, 라틴 아메리카"
MSM1104="유럽, 중동, 아프리카"
MSM1105="아시아"
MSM1106="태평양 지역"

MSM1111="사용자의 국가 또는 거주지를 선택하고 [다음]을 클릭합니다. 아래에 사용자의 국가 또는 거주지가 나열되어 있지 않으면 [기타]를 선택합니다."
MSM1116="국가 또는 지역 선택"
MSM1117="사용자의 거주지를 선택합니다."
MSM1118="사용자의 국가 또는 거주지를 선택합니다. 아래에 사용자의 국가 또는 거주지가 나열되어 있지 않으면 [기타]를 선택합니다."

MSM1201="설치 방법을 선택하고 화면의 설명을 따르십시오."
MSM1202="처음 사용하는 사용자들에게 권장"
MSM1203="쉬운 설치"
MSM1204="소프트웨어를 자동으로 설치합니다."
MSM1205="사용자 정의 설치"
MSM1206="이 방법으로는 사용하려는 소프트웨어 프로그램을 선택하고 선택한 프로그램만 설치할 수 있습니다."
MSM1207="소프트웨어 설치를 취소합니다."
MSM1208="Canon 컬러 이미지 스캐너"
MSM1209="CanoScan Setup Utility"
MSM1210="창의적 사진 앨범 키트"
MSM1211="이 방법으로는 사용하려는 소프트웨어 프로그램을 선택하고 선택한 프로그램만 설치할 수 있습니다."
MSM1221="이 프린터를 USB 연결을 통해 사용할지, 아니면 LAN 연결을 통해 사용할지를 선택할 수 있습니다. 화면의 설명에 따라 연결 방법을 선택하십시오.\n\nLAN 연결을 통해 프린터를 사용하는 경우 네트워크 설정이 필요합니다. 설정이 이미 완료된 경우, 자동으로 연결을 확인합니다. 설정이 완료되지 않은 경우, 화면의 설명에 따라 프린터를 설정하십시오."
MSM1222="소프트웨어 설치를 시작합니다. 화면의 설명을 따르십시오."
MSM1231="연결 방법을 변경하고 소프트웨어를 추가하거나 설치를 다시 시작할 수 있습니다. 프린터가 올바르게 작동하지 않을 경우에만 [설치 다시 시작]을 클릭합니다."
MSM1232="연결 방법 변경"
MSM1233="프린터와 컴퓨터 사이의 연결 방법을 USB에서 LAN 또는 LAN에서 USB로 변경할 수 있습니다."
MSM1234="소프트웨어 추가"
MSM1235="소프트웨어를 선택하여 추가하거나 다시 설치합니다."
MSM1236="설치 다시 시작"
MSM1237="초기 설치에서 연결까지 다시 시작합니다."
MSM1238="소프트웨어를 추가하거나 설치를 다시 시작할 수 있습니다. 프린터가 올바르게 작동하지 않을 경우에만 [설치 다시 시작]을 클릭합니다."
MSM1239="팩스를 사용하려면"
MSM1241="설치 시작"
MSM1242="컴퓨터에서 이 기기를 사용하기 위해 필요한 설정을 시작합니다.\n화면의 설명을 따르십시오."
MSM1243="설치 시작"
MSM1244="이 소프트웨어는 컴퓨터에서 기기를 사용할 수 있도록 합니다."
MSM1245="유용한 소프트웨어"
MSM1246="기기를 더욱 편리하게 사용할 수 있도록 하는 소프트웨어를 설치합니다."
MSM1247="온라인 설명서"
MSM1248="온라인으로 설명서를 확인할 수 있습니다."
MSM1249="인터넷에 있는 업데이트된 소프트웨어 사용"
MSM1301="쉬운 설치"
MSM1302="나열된 소프트웨어 프로그램을 설치합니다. 계속하려면 [설치]를 클릭합니다.\n\n소프트웨어에 관한 설명을 표시하려면 마우스 포인터를 소프트웨어 이름으로 이동하십시오."
MSM1304="README 파일 표시: "
MSM1305="드라이브 %DRIVELETTER% 여유 공간 %DISKSPACE%MB"
MSM1306="전체 사용 공간: %ITEMSPACE%MB"
MSM1307="%sMB"
MSM1308="이 버튼을 클릭하여 %s 파일에 관한 설명을 읽습니다."
MSM1309="이 버튼을 클릭하여 %s의 README 파일을 읽습니다."
MSM1310="드라이버 및 설명서"
MSM1311="어플리케이션"
MSM1312="예상된 설치 시간: %INSTALLTIME_MIN%~%INSTALLTIME_MAX%분"
MSM1313="이 어플리케이션을 설치해야 합니다."
MSM1314="이 소프트웨어는 필수입니다. 따라서 선택 취소를 권장하지 않습니다.\n선택을 취소하시겠습니까?"
MSM1315="네트워크 환경에 따라 설치하는 데 일정한 시간이 걸릴 수 있습니다."

MSM1401="사용자 정의 설치"
MSM1402="설치할 소프트웨어의 확인란을 선택하고 [다음]을 클릭합니다.\n소프트웨어에 관한 설명을 표시하려면 마우스 포인터를 소프트웨어 이름으로 이동하십시오."
MSM1402_Mac="설치할 소프트웨어의 확인란을 선택하고 [설치]를 클릭합니다.\n소프트웨어에 관한 설명을 표시하려면 마우스 포인터를 소프트웨어 이름으로 이동하십시오."
MSM1451="소프트웨어 설치 목록"
MSM1452="선택한 소프트웨어가 설치됩니다. 설치하려는 소프트웨어가 선택되어 있는지 확인하고 [다음]을 클릭합니다."
MSM1453_Mac="이 프린터의 모든 기능을 사용하려면 아래 소프트웨어를 모두 설치해야 합니다."
MSM1454="이 소프트웨어는 필수이므로 선택을 취소할 수 없습니다."
MSM1455_Mac="이 스캐너의 모든 기능을 사용하려면 아래 소프트웨어를 모두 설치해야 합니다."

MSM1501="설치 위치 변경"
MSM1502="%LOCATIONITEM%의 설치 위치를 변경할 수 있습니다."
MSM1503="설치 위치를 변경할 필요가 없으면 [설치]를 클릭합니다."
MSM1504="위치를 변경하려면 [찾아보기...]를 클릭하고 소프트웨어를 설치할 폴더를 선택한 후 [설치]를 클릭합니다."
MSM1505="설치 위치:"
MSM1506="찾아보기..."
MSM1507="드라이브 %DRIVELETTER% 여유 공간: %DISKSPACE%MB 수요되는 공간: %ITEMSPACE%MB"
MSM1508="드라이브 %APPDRIVELETTER% 여유 공간: %APPDISKSPACE%MB 수요되는 공간: %APPITEMSPACE%MB"

MSM1601="라이센스 계약서"
MSM1602="선택한 소프트웨어 프로그램을 설치하기 전에 아래의 라이센스 계약서를 자세히 읽어 주십시오."
MSM1603="계약서에 동의하면 [예]를 클릭합니다. [아니요]를 클릭하면 소프트웨어 설치가 취소됩니다."
MSM1604="%CURRENT_STEPITEM%을(를) 설치하기 전에 아래의 라이센스 계약서를 자세히 읽어 주십시오."
MSM1605="계약서에 동의하면 [예]를 클릭합니다. [아니요]를 클릭하면 이 소프트웨어가 설치되지 않습니다."
MSM1606="Canon 제품"
MSM1607="라이센스 계약서에 동의하지 않으면 이 소프트웨어가 설치되지 않습니다. 확인하십니까?"
MSM1608="라이센스 계약서에 동의하지 않으면 이 어플리케이션 및 이 어플리케이션을 필요로 하는 Print Studio Pro가 설치되지 않습니다. 확인하십니까?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="%s의 라이센스 계약서"

MSM1651="시스템 파일 업데이트"
MSM1659="설치 마법사 프로세스 허용"
MSM1660="모든 설치 마법사 프로세스를 허용하십시오"
MSM1661="Canon 제품 설치 도중에 방화벽 또는 바이러스 백신 소프트웨어에 의해 경고 대화 상자가 나타날 수 있습니다. 대화 상자에서 다음과 같은 옵션을 선택하여 설치의 진행을 허용하십시오.\n\n- 허용\n- 허용함\n- 예\n- 차단 해제"

MSM1671=".NET Framework 설치"
MSM1672="컴퓨터에 Microsoft .NET Framework 4가 설치되어 있지 않습니다. 모든 소프트웨어를 사용하려면 Microsoft .NET Framework 4를 설치해야 합니다. 설치하시겠습니까?"

MSM1681="Microsoft .NET Framework 4 없음"
MSM1682="Microsoft .NET Framework 4가 없거나 올바르게 설치되지 않았습니다.\n이 소프트웨어를 설치하려면 반드시 Microsoft .NET Framework 4를 올바르게 설치해야 합니다."

MSM1701="설치 진척: %PROGRESS%%"
MSM1702="%RESTTIME%분 후 설치 완료"
MSM1703="설치 진척: %PROGRESS%%PERCENT%"
MSM1711="다운로드 중..."
MSM1712="남은 시간 계산 중..."
MSM1713="남은 시간 [분]: 약 %d"
MSM1714="다운로드 중 %s..."
PERCENT="%"

MSM1801="절차 1"
MSM1802="절차 2"
MSM1803="절차 3"
MSM1804="라이센스 계약서"
MSM1805="설치"
MSM1806="설정"
MSM1806_Mac="Completion"
MSM1807="어플리케이션"
MSM1808="유틸리티"
MSM1809="완료"
MSM1810="절차 4"
MSM1811="정보"

MSM1901="처리 중"
MSM1902="처리 중입니다. 기다려 주십시오."
MSM1903="%ITEM% 설치가 완료되었습니다."
MSM1904="설치 중: %ITEM%"
MSM1905="다운로드 중: %ITEM%"
MSM1906="다운로드 중 %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="프린터 연결"
MSM2002="프린터가 컴퓨터에 연결되어 있는지 확인하고 프린터를 켭니다."
MSM2003="프린터가 검색되지 않습니다. 연결을 확인하십시오."
MSM2004="수동 선택"
MSM2005="자동 검색 대신 수동으로 프린터 포트를 선택하려면 [수동 선택]을 클릭합니다."
MSM2006="프린터가 검색되었습니다. 설치가 완료될 때까지 기다려 주십시오."
MSM2007="설치 처리 중...잠시 더 기다려 주십시오."
MSM2010="프린터 연결"
MSM2011="프린터가 컴퓨터에 연결되어 있는지, 프린터 전원이 켜져 있는지 확인합니다. 연결을 확인한 후, [다시 시작]을 클릭하여 컴퓨터를 다시 시작합니다. 컴퓨터를 다시 시작한 후 프린터를 설치하십시오."
MSM2021="[새 하드웨어 검색 마법사]가 표시될 수 있습니다. 그렇다면 [새 하드웨어 검색 마법사]에서 [취소]를 클릭하여 닫은 다음 설치를 계속하십시오."
MSM2031="스캐너 연결"
MSM2032="스캐너가 컴퓨터에 연결되어 있는지 확인하고 스캐너에 전원 버튼이 있으면 스캐너를 켜십시오."
MSM2033="스캐너가 검색되지 않습니다. 연결을 확인하십시오."
MSM2034="스캐너가 검색되었습니다. 설치가 완료될 때까지 기다려 주십시오."

MSM2051="설치 방법"
MSM2052="처음으로 프린터를 네트워크에 연결"
MSM2053="유선 또는 무선 LAN을 통해 네트워크에 아직 연결되어 있지 않는 프린터를 사용하려면 이 옵션을 선택합니다. 프린터를 USB 케이블로 컴퓨터에 연결하여 네트워크 설정을 수행합니다."
MSM2054="프린터가 이미 네트워크에 연결되어 있음"
MSM2055="컴퓨터로 네트워크에 이미 연결되어 있는 프린터를 사용하려면 이 옵션을 선택합니다. WPS(Wi-Fi Protected Setup) 또는 WCN(Windows Connect Now)을 사용하여 무선 LAN을 설정한 경우에도 이 옵션을 선택합니다."
MSM2056="설치 방법을 선택한 후, [다음]을 클릭합니다."
MSM2065="유선 LAN을 통해 네트워크에 아직 연결되어 있지 않는 프린터를 사용하려면 이 옵션을 선택합니다. 프린터를 USB 케이블로 컴퓨터에 연결하여 네트워크 설정을 수행합니다."
MSM2067="컴퓨터로 네트워크에 이미 연결되어 있는 프린터를 사용하려면 이 옵션을 선택합니다. "
MSM2068="USB를 통해 프린터 사용"
MSM2069="USB를 통해 프린터를 사용하려면 이 옵션을 선택합니다."
MSM2070="설치 시작"
MSM2071="프린터를 설치해야 합니다. 프린터를 설치하려면 [실행]을 클릭합니다.\n\n프린터를 설치하지 않으려면 [다음]을 클릭합니다."
MSM2081="연결 방법에 따라 프린터의 조작판에서 유선/무선 LAN 설정을 선택했으면 [확인]을 클릭합니다.\n\n아직 선택하지 않았으면 입문 가이드를 참조하십시오."
MSM2081_Mac="유선/무선 LAN 사용자의 경우:\n 연결 방법에 따라 프린터의 조작판에서 유선/무선 LAN 설정을 선택했으면 [다시 시작]을 클릭합니다. 컴퓨터를 다시 시작한 후 네트워크 설정 화면이 표시됩니다.\n\n아직 선택하지 않았으면 입문 가이드를 참조하십시오."
MSM2083="프린터 연결 방법 선택"
MSM2084="USB를 통해 프린터 사용"
MSM2085="USB를 통해 프린터를 사용하려면 이 옵션을 선택합니다."
MSM2086="무선 LAN 연결을 통해 프린터 사용"
MSM2087="무선 LAN 연결을 통해 프린터를 사용하려면 이 옵션을 선택합니다."
MSM2088="유선 LAN 연결을 통해 프린터 사용"
MSM2089="유선 LAN 연결을 통해 프린터를 사용하려면 이 옵션을 선택합니다."
MSM2090="프린터 검색"
MSM2091="네트워크에서 프린터 검색을 시작합니다.\n프린터의 네트워크 설정이 완료되었으면 [다음]을 클릭합니다.\n\n완료되지 않았으면 네트워크 설정을 완료합니다.\n네트워크 설정 방법에 대해 알아보려면 [온라인 설명서]를 클릭합니다.\n\n설치를 취소하려면 [취소]를 클릭합니다."
MSM2090_Mac="프린터 검색"
MSM2091_Mac="네트워크에서 프린터 검색을 시작합니다.\n프린터의 네트워크 설정이 완료되었으면 [다음]을 클릭합니다.\n\n완료되지 않았으면 네트워크 설정을 완료합니다.\n네트워크 설정 방법에 대해 알아보려면 [온라인 설명서]를 클릭합니다.\n\n설치를 취소하려면 [취소]를 클릭합니다."
MSM2092_Mac="네트워크 설정"
MSM2093_Mac="컴퓨터를 다시 시작한 후 네트워크 설정이 수행됩니다. [다시 시작]을 클릭하여 컴퓨터를 다시 시작하십시오."
MSM2094="네트워크에서 프린터 검색을 시작합니다. [다음]을 클릭합니다.\n설치를 취소하려면 [취소]를 클릭합니다."
MSM2096="프린터 검색"
MSM2097="네트워크에서 프린터를 검색하는 중입니다."
MSM2098_Mac="네트워크 연결"
MSM2099_Mac="네트워크에서 사용하려면 프린터의 [전원] 버튼을 눌러 프린터를 켜십시오."
MSM2100_Mac="USB 연결"

MSM2101="포트 선택"
MSM2102="프린터 포트를 선택하고, [다음]을 클릭합니다."

MSM2250="설치 완료"
MSM2251="설치가 완료되었습니다. 이제 이 제품을 사용할 수 있습니다. [다음]을 클릭하여 다음 절차를 계속하십시오."
MSM2252="설치 완료"
MSM2253="컴퓨터에서 인쇄하기 위한 설정이 완료되었습니다.\n다음은 소프트웨어를 설치합니다."
MSM2254="설치가 완료되지 않았습니다.\n유용한 소프트웨어 설치를 계속하려면 [계속]을 클릭합니다.\n설치를 종료하려면 [끝내기]를 클릭합니다."

MSM2261="설치 중"
MSM2262="설치하는 동안 네트워크 연결을 일시적으로 사용할 수 없습니다.\n기다려 주십시오."
MSM2263="케이블리스 설정에 실패했습니다. 프로세스를 일시 중단하고 화면의 설명에 따라 다른 설정 방법을 선택하십시오."

MSM2301="설치 실패"
MSM2302="%ITEM%을(를) 설치할 수 없습니다. [재시작]을 클릭하여 설치 과정을 다시 실행합니다."
MSM2303="설명서에서는 설치 중에 나타난 문제의 원인과 그 문제에 대한 해결 방법을 설명합니다."
MSM2304="재시작"
MSM2305="네트워크 문제에 대한 내용은 [네트워크 설치 문제 해결]을 참조하십시오.\n기타 문제에 대한 내용은 설명서를 참조하십시오."

MSM2401="프린트 헤드 정렬 권장"
MSM2402="이 프린터의 프린트 헤드를 정렬할 수 있습니다. 인쇄물에 잘못 정렬된 라인이 있거나 인쇄 결과가 만족스럽지 않을 경우, 프린트 헤드를 정렬하여 이런 문제들을 해결할 수 있습니다.\n\n자세한 정보는 사용자 가이드를 참조하십시오."
MSM2402_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린트 헤드를 정렬하면 프린트 헤드의 설치 위치가 조정되고 정확하지 않은 컬러와 선이 개선됩니다.\n\n컴퓨터를 다시 시작한 후 프린터를 컴퓨터에 연결하고 프린트 헤드 정렬을 실행하십시오.\n\n자세한 내용은 사용자 가이드를 참조하십시오."
MSM2411="프린트 헤드 정렬"
MSM2412="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 용지를 로드하고 [실행]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다."
MSM2412_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 용지를 로드하고 [실행]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n프린트 헤드를 정렬하지 않으려면 [다음]을 클릭합니다."
MSM2413="실행"
MSM2414="이 프린터로 사진을 인쇄할 때 프린트 헤드 정렬을 수행할 것을 권장합니다. 지금 프린트 헤드 정렬을 수행하려면 카세트에 보통 용지를 로드하고 [실행]을 클릭합니다. 프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n또한 프린트 헤드 정렬은 설치가 완료된 후 실행할 수 있습니다. 프린트 헤드 정렬을 수행하지 않고 계속하려면 [다음]을 클릭합니다."
MSM2414_Mac="이 프린터로 사진을 인쇄할 때 프린트 헤드 정렬을 수행할 것을 권장합니다. 지금 프린트 헤드 정렬을 수행하려면 카세트에 보통 용지를 로드하고 [실행]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n또한 프린트 헤드 정렬은 설치가 완료된 후 실행할 수 있습니다. 프린트 헤드 정렬을 수행하지 않고 계속하려면 [다음]을 클릭합니다."
MSM2415="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 MP-101을 로드하고 [실행]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다."
MSM2415_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 MP-101을 로드하고 [실행]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n프린트 헤드를 정렬하지 않으려면 [다음]을 클릭합니다."
MSM2416="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. [실행]을 클릭하여 프린트 헤드 정렬 시작 화면을 표시합니다. 화면의 설명에 따라 정렬 패턴을 인쇄하십시오. 인쇄된 정렬 패턴을 평판 위에 놓고 스캔하십시오.\n\n프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다."
MSM2416_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. [실행]을 클릭하여 프린트 헤드 정렬 시작 화면을 표시합니다. 화면의 설명에 따라 정렬 패턴을 인쇄하십시오. 인쇄된 정렬 패턴을 평판 위에 놓고 스캔하십시오.\n\n프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다."
MSM2417="이 프린터의 프린트 헤드를 정렬할 수 있습니다. 인쇄물에 잘못 정렬된 라인이 있거나 인쇄 결과가 만족스럽지 않을 경우, 프린트 헤드를 정렬하여 이런 문제들을 해결할 수 있습니다."
MSM2418="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 용지를 로드하고 [실행]을 클릭한 후 [다음]을 클릭합니다."
MSM2418_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 용지를 로드하고 [실행]을 클릭합니다.\n\n프린트 헤드를 정렬하지 않으려면 [다음]을 클릭합니다."
MSM2420="프린터를 검색하는 중입니다."
MSM2421="%PRODUCTNAME%을(를) 검색하는 중입니다."
MSM2422="프린터 대기 행렬을 찾을 수 없습니다."
MSM2423="[프린터 등록]을 클릭하여 프린터를 등록합니다."
MSM2424="프린터 등록"
MSM2431="프린터 및 스캐너 등록"
MSM2432="프린터와 스캐너의 네트워크 설정이 완료되었습니다.\n그 다음은 프린터와 스캐너를 컴퓨터에 등록합니다.\n\n[프린터 등록] 또는 [스캐너 등록]을 클릭하여 등록을 위한 해당 어플리케이션 소프트웨어를 시작합니다. 등록을 완료하려면 어플리케이션 소프트웨어의 설명을 따르십시오."
MSM2433="프린터 등록"
MSM2434="스캐너 등록"
MSM2435="프린터의 네트워크 설정이 완료되었습니다.\n그 다음은 프린터를 컴퓨터에 등록합니다.\n\n[프린터 등록]을 클릭하면 등록을 위한 해당 어플리케이션 소프트웨어가 시작됩니다. 어플리케이션 소프트웨어의 사용 설명에 따라 등록을 완료하십시오."
MSM2436_Mac="프린터의 네트워크 설정이 완료되었습니다.\n그 다음은 프린터를 컴퓨터에 추가합니다.\n\n[프린터 추가]를 클릭하면 프린터를 추가하는 어플리케이션 소프트웨어가 시작됩니다. 어플리케이션 소프트웨어의 사용 설명에 따라 완료하십시오.\n\n어플리케이션 소프트웨어 사용법을 모를 경우 [온라인 설명서]를 클릭하십시오."
MSM2437_Mac="프린터 추가"
MSM2438_Mac="[프린터 추가]를 클릭하면 추가할 수 있는 프린터가 표시됩니다. [종류] 필드에 \"Canon IJ Network\"가 표시되는 %s을(를) 선택한 다음 [추가]를 클릭하십시오.\n프린터를 추가한 후 [다음]을 클릭하십시오."
MSM2439_Mac="추가할 수 있는 프린터가 표시되지 않거나 화면 사용법을 모를 경우 [온라인 설명서]를 클릭하십시오."
MSM2440_Mac="스캐너 선택"
MSM2441_Mac="컴퓨터에 스캐너를 설정합니다.\n\n[스캐너 선택]을 클릭하면 스캐너를 설정하는 어플리케이션 소프트웨어가 시작됩니다. 어플리케이션 소프트웨어의 사용 설명에 따라 완료하십시오."

MSM2451="사용자 등록"
MSM2453="다음"
MSM2464="사용자 등록"
MSM2465="오늘 Canon 제품을 등록하시면 다음의 혜택들을 부여받게 됩니다.\n- 자사의 월간 전자 메일 뉴스레터와 Canon savings를 받게 됩니다\n- 재미있는 Creative Park 제품과 유용한 팁을 받게 됩니다\n- 소프트웨어 업그레이드 알림을 누구보다 먼저 받게 됩니다"
MSM2474="사용자 등록"
MSM2475="제품을 등록하면 유용한 제품 정보와 서비스 정보를 받을 수 있습니다. 등록하려면 인터넷 연결이 필요합니다."
MSM2484="제품 등록"
MSM2485JU="오늘 Canon 제품을 등록하시면 다음의 혜택들을 부여받게 됩니다.\n- Canon U.S.A.가 보험 청구의 경우에 귀하의 정보를 보관해 둡니다\n- 소프트웨어 업그레이드 알림을 누구보다 먼저 받게 됩니다\n- 자사의 월간 전자 메일 뉴스레터와 Canon savings를 받게 됩니다"
MSM2485M="새 제품을 업데이트하거나 등록하면 유용한 제품 정보와 서비스 정보를 받을 수 있습니다. 업데이트하거나 등록하려면 인터넷 연결이 필요합니다."
MSM2486_Mac="[다음]을 클릭하면 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다."
MSM2486_Mac2="[다음]을 클릭하면 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다."
MSM2487="나중에 등록하려면 [취소]를 클릭하고 다음 절차로 이동합니다. 원하는 때에 Quick Menu를 통해 언제든지 제품을 등록할 수 있습니다."

MSM2501="CANON iMAGE GATEWAY 사용자 등록"
MSM2502="등록"
MSM2503="CANON iMAGE GATEWAY 제품 등록"
MSM2504="CANON iMAGE GATEWAY는 회원 가입/연회비가 무료인, 제품 구매자 전용의 온라인 서비스입니다. 사용자 등록을 신청하면 디지털 사진 체험의 즐거움을 확대하는 다양한 서비스를 사용할 수 있습니다."
MSM2506="[등록]을 클릭하면 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다."
MSM2507="[등록]을 클릭하면 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다."
MSM2511="사용자 등록"
MSM2513="제품 등록"
MSM2514="오늘 Canon 제품을 등록하시면 다음의 혜택들을 부여받게 됩니다.\n- 자사의 월간 전자 메일 뉴스레터와 Canon savings를 받게 됩니다\n- 재미있는 Creative Park 제품과 유용한 팁을 받게 됩니다\n- 소프트웨어 업그레이드 알림을 누구보다 먼저 받게 됩니다"
MSM2515="제품을 등록하면 유용한 제품 정보와 서비스 정보를 받을 수 있습니다. 등록하려면 인터넷 연결이 필요합니다."
MSM2516="[다음]을 클릭하면 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다."
MSM2517="[다음]을 클릭하면 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다."
MSM2521="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2522="사용자 등록. 제품명, OS 정보, 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2526="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2527="사용자 등록. 제품명, OS 정보, 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."

MSM2551="Canon %s 사용자 등록"
MSM2552="사용자 등록 설치 삭제"
MSM2571="%s 사용자 등록 설치 삭제 프로그램"
MSM2572="'Canon %s 사용자 등록' 및 그 모든 구성 요소를 완전히 제거하시겠습니까?"
MSM2573="설치 삭제가 성공적으로 완료되었습니다."
MSM2574="설치 삭제에 실패했습니다."
MSM2575="설치 삭제를 완료하려면 반드시 컴퓨터를 다시 시작해야 합니다. 다시 시작하려면 [확인]을 클릭합니다. 나중에 다시 시작하려면 [취소]를 클릭합니다."
MSM2576="Canon %s 사용자 등록을 설치 삭제하려면 반드시 관리자 권한이 있어야 합니다."
MSM2577="사용자 등록. 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 직접 등록 화면에 반영됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2577_Mac2="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2578="사용자 등록. 제품명, OS 정보, 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2578_2="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 프린터가 컴퓨터에 연결되었는지 확인한 다음 프린터를 켜고 [확인]을 클릭합니다."
MSM2580="연결에 실패했습니다. 네트워크 연결을 사용하였는지 확인한 다음 다시 시도하십시오. 그래도 연결이 되지 않는다면 잠시 기다렸다가 다시 시도하십시오. 원하는 때에 Solution Menu EX를 통해 언제든지 등록할 수 있습니다."
MSM2581="연결에 실패했습니다. 네트워크 연결을 사용하였는지 확인한 다음 다시 시도하십시오. 그래도 연결이 되지 않는다면 잠시 기다렸다가 다시 시도하십시오."
MSM2582="연결에 실패했습니다."
MSM2583="연결 중"
MSM2584="연결 중입니다. 기다려 주십시오."
MSM2585="방화벽 사용자 이름과 암호를 입력합니다."
MSM2586="사용자 이름:"
MSM2587="암호:"
MSM2588="키 집합에 이 암호 저장"
MSM2589="연결에 실패했습니다. 네트워크 연결을 사용하였는지 확인한 다음 다시 시도하십시오. 그래도 연결이 되지 않는다면 잠시 기다렸다가 다시 시도하십시오."

ExecutingPrefSet_Mac="어플리케이션 프로그램이 CanoScan Toolbox에 연결되었습니다"

MSM2601="설치가 성공적으로 완료되었습니다."
MSM2602="지금 시스템을 다시 시작(권장)"
MSM2603="다시 시작"
MSM2604="설치가 성공적으로 완료되었습니다.\n스캐너가 컴퓨터에 연결되어 있고 스캐너 전원이 켜져 있는지 확인한 다음 [끝내기]를 클릭합니다."

MSM2610="카세트에 보통 용지 로드"
MSM2611="아래의 보기와 같이 보통 용지를 로드합니다."
MSM2612="카세트에 보통 용지만 로드"
MSM2613="뒷면 트레이에 포토 용지 로드"

MSM2701="설치 취소"
MSM2702="설치가 완료되지 않았습니다. 설치를 계속하려면 [계속]을 클릭합니다. 설치를 취소하려면 [취소]를 클릭합니다."
MSM2702_Mac="설치가 완료되지 않았습니다. 설치를 계속하려면 [계속]을 클릭합니다. 설치를 취소하려면 [중단]을 클릭합니다."

MSM2801="시스템 설정 변경"
MSM2802="새 설정이 효력을 발생하기 전에 반드시 시스템을 다시 시작해야 합니다.\n지금 시스템을 다시 시작하시겠습니까?"

MSM2851="Extended Survey Program"
MSM2856="동의함"
MSM2857="동의 안 함"
MSM2870="고객의 수요에 보다 알맞은 제품의 개발 및 마케팅을 위하여 Canon은 다음의 정보를 요구합니다. 해당 정보는 사용하는 Canon 제품에 관련된 것이고 인터넷을 통해 Canon에 보내집니다."
MSM2871="고객의 수요에 보다 알맞은 제품의 개발 및 마케팅을 위하여 Canon은 다음의 정보를 요구합니다. 해당 정보는 사용하는 Canon 제품에 관련된 것이고 인터넷을 통해 법적으로 공인된 리서치 회사에 보내집니다."
MSM2873="위 내용에 동의하면 [동의함]을 클릭합니다. 그렇지 않다면 [동의 안 함]을 클릭합니다."
MSM2874="고객의 수요에 보다 알맞은 제품의 개발 및 마케팅을 위하여 Canon은 다음의 정보를 요구합니다. 해당 정보는 사용하는 Canon 제품에 관련된 것이고 인터넷을 통해 Canon에(중국에서 Canon 제품을 사용하는 경우에는 법적으로 공인된 리서치 회사에) 보내집니다."
MSM2876="위 내용에 동의하면 [동의함]을 클릭하여 조사 프로그램을 설치하기 시작합니다. 그렇지 않다면 [동의 안 함]을 클릭합니다. 이 프로그램은 지원되지 않는 OS 버전에서 실행되지 않을 수 있습니다."
MSM2879_Win="[사용자 계정 컨트롤] 창이 나타나면 프로그램을 계속할 것을 허용합니다."
MSM2901="테스트 인쇄"
MSM2902="프린터 설정과 소프트웨어 설치가 완료되었습니다.\n\n프린터 조작을 확인하기 위해 테스트 인쇄를 수행합니다. 프린터에 보통 용지를 로드하고 [실행]을 클릭합니다. 테스트 인쇄 후 [다음]을 클릭합니다.\n\n테스트 인쇄를 건너뛰려면 [실행] 대신 [다음]을 클릭합니다.\n\n인쇄 에러가 발생할 경우, 화면의 설명에 따라 설정을 다시 시작하십시오."
MSM2903="프린터 조작을 확인하기 위해 테스트 인쇄를 수행합니다.\n프린터에 보통 용지를 로드하고 [실행]을 클릭한 후 [다음]을 클릭합니다.\n\n테스트 인쇄를 건너뛰려면 [실행] 대신 [다음]을 클릭합니다.\n\n인쇄 에러가 발생할 경우, 화면의 설명에 따라 설정을 다시 시작하십시오."

MSM3001="프린터를 사용하려면 이 소프트웨어가 있어야 합니다. \n여러 가지 유형과 크기의 용지에 적합한 인쇄 조작을 진행할 수 있습니다."
MSM3002_Mac="전자 설명서에서는 드라이버 조작에 대해 설명하며 어플리케이션 소프트웨어 사용 방법에 관한 간단한 지침을 소개합니다."
MSM3008="이미지 파일과 텍스트를 조합하여 디스크 레이블에 직접 인쇄를 쉽게 진행할 수 있습니다."
MSM3009="시스템을 업데이트합니다."
MSM3010="이 유틸리티는 사용하는 프린터의 카드 슬롯에 삽입된 메모리 카드에 저장된 파일을 컴퓨터에서 사용할 수 있도록 도와줍니다."
MSM3011="이 드라이버는 네트워크의 장치를 사용하도록 도와줍니다."
MSM3012="이 도구를 사용하여 네트워크에 연결된 장치의 연결 방법과 보안 설정을 변경합니다."
MSM3013="My Printer는 인쇄가 얼룩지는 등의 인쇄 문제를 해결하도록 도와줍니다."
MSM3016="MP Drivers는 문서를 인쇄하고 이미지를 스캔할 때 필요합니다."
MSM3018="ArcSoft PhotoStudio는 스캐너나 디지털 카메라에서 임포트한 이미지를 수정/강화하도록 도와줍니다."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage는 OCR(광학 문자 인식) 프로그램으로서, 책자의 텍스트나 신문의 문자를 텍스트 데이터로 전환할 수 있습니다."
MSM3021="Presto! PageManager를 사용하면 문서와 사진을 스캔, 공유 및 정리할 때 편리합니다. 모든 비즈니스 관련 문서를 크기 제한이 없는 내장 폴더에 저장하여 회복에 편리하도록 할 수 있습니다."
MSM3023="Setup Utility를 이용하여 적외선, Bluetooth 연결을 통한 인쇄 설정을 구성합니다."
MSM3024="Setup Utility를 이용하여 PictBridge를 통한 인쇄 설정을 구성합니다."
MSM3026="이 소프트웨어는 프로급 사진 인쇄를 더 간편하게 해주는 플러그인 소프트웨어입니다. 이 플러그인 소프트웨어를 사용하려면 알맞은 어플리케이션 소프트웨어를 설치해야 합니다."
MSM3027="XPS 드라이버는 XPS 인쇄(Windows Vista 이상)를 지원하는 어플리케이션 소프트웨어에서의 인쇄에 적합합니다."
MSM3027_0="XPS 드라이버는 XPS 인쇄(Windows Vista 이상)를 지원하는 어플리케이션 소프트웨어에서의 인쇄에 적합합니다. IJ 프린터 드라이버를 반드시 제대로 설치해야 합니다."
MSM3027_1="XPS 드라이버는 XPS 인쇄(Windows Vista 이상)를 지원하는 어플리케이션 소프트웨어에서의 인쇄에 적합합니다. MP Drivers를 반드시 제대로 설치해야 합니다."
MSM3028="ScanGear는 스캐너를 조작하는데 필요한 드라이버입니다. 드라이버를 사용하려면 이미지 편집 프로그램과 같은 어플리케이션 소프트웨어를 실행합니다."
MSM3028_Mac="스캐너 사용에 필요한 드라이버입니다. 스캔할 때 드라이버를 통해 문서 크기, 출력 크기 및 기타 고급 설정을 지정할 수 있습니다. 또한 TWAIN 호환 어플리케이션에서 스캐너를 작동할 때도 사용됩니다."
MSM3031_Mac="전자 설명서에서는 드라이버 조작에 대해 설명하며 어플리케이션 소프트웨어 사용 방법에 관한 간단한 지침을 소개합니다."
MSM3032=
MSM3034="Adobe RGB 이미지의 컬러를 정확하게 인쇄하려면 이 소프트웨어가 필요합니다. Adobe는 미국 및/또는 기타 국가에서 Adobe Systems Incorporated의 등록 상표 또는 상표입니다."
MSM3035="Setup Utility를 이용하여 적외선, Bluetooth 연결 혹은 PictBridge를 통한 인쇄의 설정을 진행할 수 있습니다."
MSM3037="ScanGear CS는 스캐너를 조작하는데 필요한 스캐너 드라이버(TWAIN 드라이버)입니다. 드라이버를 사용하려면 이미지 편집 프로그램과 같은 어플리케이션 소프트웨어를 실행합니다."
MSM3040="Easy-PhotoPrint EX는 디지털 카메라 사진을 사용하여 개인 사진 앨범, 스티커 또는 달력을 쉽게 만들도록 도와줍니다. 테두리 없는 사진을 즉시 인쇄할 수도 있습니다. 또한 인쇄하기 전에 적목 수정과 얼굴 부드럽게 효과를 적용할 수 있습니다."
MSM3041="사진을 쉽게 인쇄할 수 있게 도와주는 보조 어플리케이션 소프트웨어를 즉시 시작합니다."
MSM3042="MP Navigator EX를 사용하면 스캔한 이미지를 어플리케이션 소프트웨어에 직접 임포트하여 인쇄하거나 전자 메일에 첨부하거나 사용자의 컴퓨터에 저장할 때 편리합니다."
MSM3043="설명서에서는 기기 및 제공된 소프트웨어를 사용하는 방법을 설명합니다. 문제 해결 정보도 제공합니다.\nInternet Explorer 8.0 이상이 필요합니다."
MSM3043_Mac="설명서에서는 기기 및 제공된 소프트웨어의 사용 방법에 대해 설명합니다. 문제 해결 정보도 제공합니다."
MSM3044="Easy-WebPrint EX를 사용하면 웹 페이지의 일부를 잘라내어 사용자가 원하는 레이아웃으로 인쇄할 수 있습니다. Easy-WebPrint EX는 쉽게 조작할 수 있는 도구 모음으로 사용자의 브라우저에 나타납니다. Internet Explorer 7.0 이상이 필요합니다."
MSM3044_Mac="Easy-WebPrint EX를 사용하면 웹 페이지의 일부를 잘라내어 사용자가 원하는 레이아웃으로 인쇄할 수 있습니다. Easy-WebPrint EX는 편리한 브라우저 플러그 인입니다. Safari 4.0 이상이 필요합니다."
MSM3045="이 소프트웨어를 사용하면 프린터에 등록된 코드화 단축 다이얼, 사용자 정보 및 기타 설정들을 편집하고 편집한 설정을 컴퓨터에 저장하거나 프린터에 등록할 수 있습니다."
MSM3046="Solution Menu EX에서는 앨범 또는 달력을 쉽게 인쇄하거나 원클릭으로 스캔할 수 있도록 도와주는 어플리케이션 소프트웨어를 즉시 시작할 수 있습니다. 또한 다양한 용도를 지원하는 Canon 웹 사이트에 쉽게 액세스할 수 있습니다."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="사진을 가져오고 이를 사용하여 콜라주, 카드 및 달력과 같은 개인 설정 항목을 만들고 인쇄할 수 있습니다. 간단한 조작으로 테두리 없는 사진을 인쇄하고 이미지를 수정/강화할 수도 있습니다. Quick Menu를 함께 사용하여 저장된 사진으로부터 권장 항목을 생성합니다."
MSM3049="전문가 수준의 예술 작품을 쉽고 편리하게 만들 수 있도록 하는 사진 인쇄용 플러그 인입니다. 반드시 적합한 어플리케이션을 설치해야 합니다. 해당 어플리케이션에 대한 내용은 설명서를 참조하십시오."
MSM3050="Canon 제품의 소프트웨어 또는 설명서를 빨리 시작할 수 있습니다. Canon 제품에 대한 유용한 정보를 제공하는 웹 사이트 또는 다양한 용도를 지원하는 유용한 웹 사이트 등에 빠르게 액세스할 수도 있습니다. My Image Garden을 함께 사용하여 권장 항목 및 사진을 슬라이드 쇼로 표시할 수 있는 Image Display를 활성화합니다."
MSM3051="스캐너 사용에 필요한 드라이버입니다. 드라이버는 ICA 호환 어플리케이션에서 스캐너를 작동할 때 사용됩니다."
MSM3052="이 유틸리티는 스캐너 드라이버를 통해 이미지를 스캔하고 저장합니다."
MSM3053="Canon 제품의 소프트웨어를 빨리 시작할 수 있습니다. 또한 설명서 및 여러 웹 사이트에 빠르게 액세스할 수도 있습니다."
MSM3054="텍스트 검색이 가능한 PDF 파일을 만들거나 OCR을 시작할 때 사용할 언어 사전을 추가합니다. 설치한 후 Canon IJ Scan Utility의 설정 화면에서 해당 언어를 선택하십시오."
MSM3055="ScanGear를 열어 이미지를 미리 보고 스캔한 다음 컴퓨터에 저장하는 어플리케이션입니다."
MSM3056="이 소프트웨어를 사용하면 네트워크에서 프린터를 사용하기 위한 설정을 구성할 수 있습니다."
MSM4001W="IJ 프린터 드라이버"
MSM4001="프린터 드라이버"
MSM4002="사용자 설명서"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS 드라이버"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="단축 다이얼 유틸리티"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA 드라이버"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="OCR용 추가 사전(중국어/한국어)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="온라인 잉크 구매 기능이 준비되어 있습니다."
EIDENABLER_ADMIN="이 소프트웨어를 실행하려면 Administrators 그룹의 회원으로 등록해야 합니다."

MENU1_Mac="설정에 관하여"
MENU2_Mac="서비스"
MENU3_Mac="설정 가리기"
MENU4_Mac="기타 가리기"
MENU5_Mac="모두 보기"
MENU6_Mac="설정 종료"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="중국"
HK="홍콩 특별 행정구"
ID="인도네시아"
IN="인도"
JP="일본"
KR="대한민국"
MY="말레이시아"
PH="필리핀"
SG="싱가포르"
TW="대만"
TH="태국"
VN="베트남"
MO="마카오"

AU="오스트레일리아"
NZ="뉴질랜드"

US="미국"
CA="캐나다"
BR="브라질"
MX="멕시코"
AR="아르헨티나"
CL="칠레"
PA="파나마"

AT="오스트리아"
BE="벨기에"
BG="불가리아"
HR="크로아티아"
CZ="체코"
DK="덴마크"
EE="에스토니아"
FI="핀란드"
FR="프랑스"
DE="독일"
GR="그리스"
HU="헝가리"
IE="아일랜드"
IT="이탈리아"
LV="라트비아"
LT="리투아니아"
LU="룩셈부르크"
NL="네덜란드"
NO="노르웨이"
PL="폴란드"
PT="포르투갈"
RO="루마니아"
RU="러시아"
SK="슬로바키아"
SI="슬로베니아"
ZA="남아프리카 공화국"
ES="스페인"
SE="스웨덴"
CH="스위스"
TR="터키"
GB="영국"

Others="기타"

MSM2703="설치 중단"
MSM2704="설치가 끝나지 않았습니다."
MSM2705="설치를 계속하려면 [계속]을 클릭합니다. 포기하려면 [중단]을 클릭합니다."
MSM2706="계속"
MSM2707="중단"
MSM2951="%s 설치 프로그램"
MSM2952="설치 CD-ROM을 찾을 수 없습니다. %s 드라이버 설치를 계속하려면 %s CD-ROM을 로드하고 [확인]을 클릭합니다."

MSM5001="바탕 화면에 별칭 만들기"
MSM5002="바탕 화면에 설명서 별칭을 만드는 데 동의하십니까? 동의하면 \"동의함\"을 선택하십시오. \"동의 안 함\"을 선택할 경우, 어플리케이션 폴더에서 설명서를 열 수 있습니다."
MSM5003="동의함"
MSM5004="동의 안 함"

MSM5010="Easy-WebPrint EX를 Dock에 추가"
MSM5011="Easy-WebPrint EX를 Dock에 추가하는 데 동의하십니까? 동의하면 \"동의함\"을 선택하십시오. \"동의 안 함\"을 선택할 경우, 어플리케이션 폴더에서 Easy-WebPrint EX를 사용할 수 있습니다."
MSM5012="동의함"

MSM6000="프린터 연결 방법을 선택합니다."
MSM6001="무선 LAN 연결"
MSM6002="유선 LAN 연결"
MSM6003="USB 연결"
MSM6004="프린터 네트워크 설정 다시 시도"
MSM6005="무선 LAN 연결 방법을 선택하십시오."
MSM6006="무선 라우터를 통해 연결(권장)"
MSM6007="직접 연결"
MSM6008="무선 라우터를 통해 컴퓨터와 프린터를 연결합니다."
MSM6009="컴퓨터와 프린터를 직접 연결합니다."
MSM6010="무선 라우터를 통한 연결과 직접 연결 사이에서 전환하거나 연결 방법에 대한 자세한 내용을 보려면 [사용 설명]을 클릭하십시오."
MSM6011="사용 설명"
MSM6012="프린터가 켜져 있는지 확인하십시오."
MSM6013="네트워크의 프린터 목록"
MSM6014="일련 번호"
MSM6015="MAC 주소"
MSM6016="IP 주소"
MSM6017="목록에서 설정 프린터를 찾을 수 없음"
MSM6018="업데이트"
MSM6019="1. 네트워크에서 프린터를 설정하려면 위 프린터 목록에서 프린터를 선택하고 [다음]을 클릭하십시오.\n   일련 번호는 프린터 뒷면과 보증서에서 찾을 수 있습니다.\n   위 목록에는 일련 번호의 마지막 5자리만 표시되어 있습니다.\n2. 위 목록에서 설정 프린터를 찾을 수 없는 경우 프린터를 켜고 [업데이트]를 클릭하십시오.\n3. 여전히 프린터를 찾을 수 없는 경우 [목록에서 설정 프린터를 찾을 수 없음]을 선택한 후 [다음]을 클릭하십시오."
MSM6020="1. 네트워크에서 설정하려는 프린터가 위 프린터 목록에 나열되어 있는 경우 프린터를 선택하고 [다음]을 클릭하십시오.\n   일련 번호는 프린터 뒷면 또는 보증서에서 찾을 수 있습니다.\n2. 설정하려는 프린터가 위 목록에 없는 경우 프린터를 켜고 [업데이트]를 클릭하십시오.\n3. 여전히 목록에서 프린터를 찾을 수 없는 경우 [목록에서 설정 프린터를 찾을 수 없음]을 선택한 후 [다음]을 클릭하십시오.\n4. USB 연결의 경우에도 [설정 프린터를 찾을 수 없음]을 선택한 후 [다음]을 클릭하십시오."
MSM6021="연결이 완료되었습니다."
MSM6022="연결 방법 선택"
MSM6023="전원 확인"
MSM6024="다른 설정 방법을 사용하십시오. 화면의 설명을 따르십시오."
MSM6025="XPS 드라이버를 설치하려면 먼저 프린터 설정을 완료해야 합니다. 설정이 완료되지 않았으면 [처음으로 돌아가기]를 클릭하여 프린터를 설정하십시오."
MSM6026="방화벽 설정"
MSM6027="Windows 방화벽 기능에서 이 소프트웨어에 대한 차단을 해제해야 합니다."
MSM6028="차단 해제"
MSM6029="프린터 선택"
MSM6100="My Image Garden은 컴퓨터에 저장된 사진을 활용하여 자동으로 카드 또는 달력을 만듭니다."
MSM6101="CREATIVE PARK PREMIUM은 Canon 정품 잉크 사용자 전용의 프리미엄 콘텐츠를 제공합니다."
MSM6102="프린터에서 메뉴를 선택하는 것만으로도 인쇄한 사진을 완벽하게 복사할 수 있습니다."
MSM6103="프린터가 꺼져 있는 경우에도 인쇄를 시작하여 자동으로 프린터를 켤 수 있습니다."
MSM6104="음소거 모드를 사용하면 시간 또는 주변 환경에 신경 쓸 필요 없이 조용히 인쇄, 복사 또는 스캔 작업을 수행할 수 있습니다."
MSM6105="여기에서 언급된 기능은 사용하는 모델에 따라 다릅니다. 자세한 내용은 설명서를 참조하십시오."
MSM6106="기능 및 설정에 대한 자세한 내용은 설명서를 참조하십시오."
MSM6030="목록에서 선택"
MSM6031="일련 번호는 보증서와 프린터에서 찾을 수 있습니다."
MSM6032="IPv4 장치"
MSM6033="IPv6 장치"
MSM6034="일련 번호(끝 5자리)"
MSM6035="일련 번호 위치"
MSM6036="IP 주소를 지정하여 검색 실행"
MSM6037="가이드에 따라 네트워크 연결을 설정합니다"
MSM6038="프린터가 목록에 표시되지 않거나 IP 주소를 지정하여 찾을 수 없는 경우 이 옵션을 선택하십시오."
MSM6039="프린터 검색 방법 선택"
MSM6040="IPv4 주소로 검색"
MSM6041="IPv6 주소로 검색"
MSM6042="호스트 이름으로 검색"
MSM6043="Bonjour 이름으로 검색"
MSM6044="IP 주소를 지정하여 검색을 실행하려면 프린터에 미리 IP 주소를 할당해야 합니다. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6045="지정된 IP 주소 검색 에러"
MSM6046="지정된 프린터를 찾을 수 없습니다. IP 주소를 확인한 다음 다시 시도하십시오. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6047="다시 검색"
MSM6048="지정된 IP 주소는 이미 다른 장치에서 사용 중입니다. IP 주소를 확인한 다음 다시 시도하십시오. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6049="IPv4 네트워크 설정 변경"
MSM6050="설정 방법을 선택한 다음 사용할 프린터의 IP 주소를 입력하십시오."
MSM6051="자동 설정"
MSM6052="IP 주소를 자동으로 가져오려면 DHCP 서버가 있어야 합니다."
MSM6053="수동 설정"
MSM6054="IPv4 주소"
MSM6055="IP 주소는 네트워크 관리자에게 문의하십시오."
MSM6056="IPv6 네트워크 설정 변경"
MSM6057="IPv6 주소를 자동으로 가져오려면 DHCPv6 서버 또는IPv6 라우터가 있어야 합니다."
MSM6058="IPv6 주소"
MSM6059="프리픽스 길이"
MSM6060="IP 주소 및 프리픽스 길이는 네트워크 관리자에게 문의하십시오."
MSM6061="네트워크 설정 변경 에러"
MSM6062="다음 이유 중 하나로 인해 설정 변경에 실패했을 수 있습니다.\n  -입력한 IP 주소가 잘못됨\n  -IP 주소가 중복됨"
MSM6063="자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6064="[프린터 추가]를 클릭하고 화면의 설명에 따라 프린터를 추가하십시오.\n\n프린터를 추가한 후 [다음]을 클릭하십시오."
MSM6065="이 프린터의 모든 기능을 사용하려면 Canon 드라이버를 설치해야 합니다.\n[다음]을 클릭하고 설정을 반복하십시오."
MSM6066="기본 프린터로 설정"
MSM6067="USB 케이블을 사용하여 프린터와 컴퓨터를 연결합니다.\n프린터가 켜져 있는지 확인하십시오."
MSM6091="프린터 초기화를 실행했습니까?"
MSM6092="1. 잉크 탱크에 잉크가 있는지 확인하십시오.\n2. 프린터의 [중지(Stop)] 버튼을 5초 정도 길게 누르십시오.\n그런 다음 프린터에서 초기화를 시작합니다. 이 작업은 6분 정도 소요됩니다."
MSM6093="1. 잉크 탱크에 잉크가 있는지 확인하십시오.\n2. 프린터의 [계속/취소(RESUME/CANCEL)] 버튼을 5초 정도 길게 누르십시오.\n그런 다음 프린터에서 초기화를 시작합니다. 이 작업은 6분 정도 소요됩니다."
